export class event {
  title: string;
  author: string;
  intro: string;
  count: number;
  img: string;

  constructor() {
    this.title = '';
    this.author = '';
    this.intro = '';
    this.count = 0;
    this.img = '';
  }
}

export const events: event[] = [
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  // {
  //   title: '',
  //   author: '',
  //   intro: '',
  //   count: 0,
  //   img:''
  // },
  {
    title: '第七十期分享：本意是好的',
    author: '',
    intro: '很多失败的国家项目结束后，我们经常能听到这种感叹：“本意是好的，只是下面执行错了。”然而事实真的是这样吗？这一次，我们会分享詹姆斯·C·斯科特的《国家的视角》，谈一谈那些失败的国家项目。这些轰轰烈烈的运动是如何发起的？为什么他们后来都失败了？\n' +
      '\n' +
      '你看过马前卒的“睡前消息”吗？马前卒提出了很多雄心勃勃的建议：比如社会化抚养、消灭小农经济、全面普及儿童手环……你同意这些建议吗？反对的理由又是什么？\n' +
      '\n' +
      '在参加下次分享之前，我强烈推荐两个有趣的资源：\n' +
      '\n' +
      '小约翰可汗的视频“英国如何给非洲人民送福利？【神奇组织08】”：https://www.bilibili.com/video/BV1uk4y1u7aY/\n' +
      '\n' +
      '豆子的微小说“改粮为桑”：https://zhuanlan.zhihu.com/p/33174367',
    count: 0,
    img:'assets/photos/70.png'
  },
  {
    title: '第六十九期：动漫地理学102：《孤独摇滚！》 下北泽！',
    author: '',
    intro: '本次分享介绍动漫《孤独摇滚！》，介绍其中社恐相关的话题，介绍故事发生地下北泽的故事。\n' +
      '\n' +
      '引起兴趣的问题：\n' +
      '你看过《孤独摇滚！》吗？\n' +
      '社恐是天生的吗？\n' +
      '下北泽为何成为（亚）文化胜地的？\n' +
      '野兽先辈到底是什么梗？\n' +
      '本次分享将讨论的内容：\n' +
      '《孤独摇滚！》讲了一个什么故事？\n' +
      '社恐在《孤独摇滚！》中有哪些细节体现？\n' +
      '社恐是否是一个心理问题？如果是该如何解决？\n' +
      '下北泽是一个什么样的地方？\n' +
      'Disclaimer：\n' +
      '对于无法理解社恐的人，这部动漫在社恐的描绘上似乎有些无法理解。如果对社恐概念无法接受，请谨慎选择是否需要参与。\n' +
      '\n' +
      'Reference：\n' +
      '孤独摇滚！\n' +
      '《孤独摇滚！》舞台剧',
    count: 0,
    img:'assets/photos/69.jpg'
  },
  {
    title: '第六十八期：动漫地理学101：镰仓——何为真物',
    author: '',
    intro: '本次分享将讲述与日本镰仓相关的历史故事和影视作品，探究千百年来这座城市的变迁。\n' +
      '\n' +
      '引起兴趣的问题：\n' +
      '你是否听说过镰仓这个城市？\n' +
      '你是否听说过镰仓幕府，或者镰仓的历史？\n' +
      '镰仓有哪些好玩的地方？\n' +
      '你是否听说过《我的青春恋爱物语果然有问题。》？\n' +
      '你是否听说过……算了如果你感兴趣就搜搜吧！\n' +
      '\n' +
      '将要讨论的问题：\n' +
      '镰仓幕府的兴亡。\n' +
      '佛教曹洞宗、临济宗、净土宗、日莲宗分别有什么区别？\n' +
      '《春物》到底讲了一个什么样的故事？\n' +
      '为什么有很多文学家，诸如芥川、川端等人，选择了在镰仓居住？\n' +
      '有哪些跟镰仓相关的影视作品？\n' +
      '\n' +
      '参考资料：\n' +
      '《平家物语》（军记物语、同名动画）\n' +
      '《平清盛》（大河剧）\n' +
      '《太平记》（军记物语、同名大河剧）\n' +
      '《灌篮高手》（漫画、同名动漫）\n' +
      '《我的青春恋爱物语果然有问题。》（轻小说、同名动漫）\n' +
      '《海街日记》（电影）\n' +
      '《晚春》（电影）',
    count: 0,
    img:''
  },
  {
    title: '第六十七期：松都明月——开京与黄真伊',
    author: '',
    intro: '本次分享朝鲜妓生黄真伊的生平、诗作，以及其故乡开城的历史。\n' +
      '\n' +
      '引起兴趣的问题：\n' +
      '朝鲜的历史是怎么发展的？如何演变成今天的局面？\n' +
      '你还了解哪些妓生（歌妓，艺妓）的故事？\n' +
      '汉语文化圈在历史上对周边国家造成了什么影响？\n' +
      '将讨论的问题：\n' +
      '黄真伊的生平有哪些故事？她有哪些出名的作品？\n' +
      '开城是如何一步步发展到今天的样子？\n' +
      '如何看待韩国人对于黄真伊的影视作品改编？以及中国网友以《梦华录》做对比？\n',
    count: 0,
    img:''
  },
  {
    title: '第六十六期：遮莫先驱到望舒\n',
    author: '',
    intro: '中秋节是中国最重要的传统节日之一。每年中秋，嫦娥奔月、吴刚伐桂、玉兔捣药的故事，无数诗词歌赋和各式月饼就会营造出浓浓的节日氛围。然而，如果我们以更深更广的世界视角来看待中秋神话故事，是否能发现更多以前从未注意到奇妙情节和深层意蕴？\n' +
      '\n' +
      '本次分享将由比较中国嫦娥奔月故事和西方阿波罗与达芙妮的故事说起，探讨古代神话共通的天文学含义和跨越东西方的生命旅程经验，看看东西方对于月亮、宇宙、长生、永恒各自留下了怎样的深刻见解，以及中国人眼中的月亮到底有何特别。\n' +
      '\n' +
      '拟讨论的问题：\n' +
      '\n' +
      '夜光何德，死则又育？\n' +
      '厥利维何，而顾菟(tù)在腹？\n' +
      '--屈原 楚辞 天问\n' +
      '\n' +
      '月亮在中国古典传统中到底有多少雅称？有哪些雅称背后暗含深意？\n' +
      '\n' +
      '嫦娥奔月究竟是为了啥？\n' +
      '\n' +
      '吴刚犯了什么罪，为啥受到这种形式的惩罚？\n' +
      '\n' +
      '白兔捣药捣的啥药？\n' +
      '\n' +
      '月亮上的桂树有何特别？\n' +
      '\n' +
      '中国人对月亮有何特别的见解？这些见解从哪里来的？',
    count: 0,
    img:'assets/photos/66.png'
  },
  {
    title: '第六十四期：甲申诗史--吴梅村书写的一六四四',
    author: '',
    intro: '吴伟业，字骏公，号梅村，是明清之际著名诗人，他于长篇歌行上的造诣，与元（稹）白（居易）的长庆体齐名；名列“江左三大家”，却也被列入乾隆年间修订的贰臣传。他一生曲折经历造就了其冠绝一时的诗艺，更因历经两朝的“亡国之人，血心流注”倾注出诗史之笔。\n' +
      '\n' +
      '\n' +
      '本次分享将由吴梅村围绕甲申之变的长篇歌行，试一窥王朝易代之际从皇族到平民各阶层的哀乐境遇，及诗歌中“推见至隐”的历史细节。\n' +
      '\n' +
      '\n' +
      '引起兴趣的问题：\n' +
      '\n' +
      '梅村笔下崇祯与田贵妃，吴三桂与陈圆圆，冒辟疆与董小宛，他自己与卞玉京的风流韵事\n' +
      '\n' +
      '清初三大疑案之世祖出家，在梅村诗中或有线索？\n' +
      '\n' +
      '最近冒出红楼梦作者为吴梅村的言论，尊嘟假嘟？\n' +
      '\n' +
      '\n' +
      '讨论的问题：\n' +
      '\n' +
      '何为诗史互证？\n' +
      '\n' +
      '吴梅村笔下的明末情景\n' +
      '\n' +
      '亡国之叹中的人性维度',
    count: 0,
    img:''
  },
  {
    title: '第六十三期：能文能武皇甫晖',
    author: '',
    intro: '本次分享将从有名小卒皇甫晖的视角，揭开五代十国时期的一些社会风貌。\n' +
      '\n' +
      '一些引起兴趣的问题：\n' +
      '唐代末年的混乱是如何愈演愈烈的？\n' +
      '五代十国有哪些国家？\n' +
      '有哪些让人耳熟能详的故事？\n' +
      '本次分享将讨论的问题：\n' +
      '皇甫晖是谁？\n' +
      '邺都之变和兴教门之变是怎么发生的？\n' +
      '后唐真的是亡于伶人吗？李存勗、李嗣源和魏博军的关系怎么样？\n' +
      '皇甫晖前往南唐的途中经历过什么奇妙冒险？',
    count: 0,
    img:''
  },
  {
    title: '第六十二期：斜阳与铁：昭和中期文学一瞥',
    author: '',
    intro: '我把自我当做房屋时，我的肉体就仿佛围绕着这座房屋的果园……\n' +
      '\n' +
      '我开始拼命地耕耘这片果园，为我所用的就是太阳与铁。”\n' +
      '\n' +
      '——《太阳与铁》，三岛由纪夫\n' +
      '\n' +
      '二十世纪初，统称“华族”的日本旧贵族以哼歌般的轻快速度衰落了下去，直至二战结束两年后彻底被废除；牺牲封建贵族得来的天皇集权在军国主义中衰退，直至他用前所未有的几次亲声广播正式取消了自己的神格、从国民身份中剥离了神道信仰；而军国主义本身则屈服于美军的强大武力，使大日本帝国降格为了日本国。这一切事件和一百多年来进入的多种西方思想与文化一起，将一代人的精神从政教合一的“八纮一宇”沙文主义又一次导向了全新的方向；而在文化前线和经济顶点的文人自然受到了最大的冲击，连或隐或显地传承着的古典美学也慢慢失却。我们将对这悬日低垂时代的两人作短暂一瞥。太宰治：代表作《人间失格》。他是小村议员之家的六男，入赘的父亲于二十世纪刚得贵族地位，华族制度却快速消失了。颓废的那部分的作品中主角常自卑地无以存在，却也常以“粗鄙”贬低世人。38岁第五次自杀终获成功，遗留下未完成的喜剧《Goodbye》。\n' +
      '\n' +
      '三岛由纪夫：成名作《假面的自白》。自我标榜为太宰的宿敌，无法忍受其“少年乡巴佬的野心”。他的祖母有德川家的遥远血统，曾在亲王宫中学习礼仪，自身作为长男一直处于其严密监护之下，亦在其坚持下自小就读贵族学习院。他的性取向仍有争议，但其对自身理想中健美肉体的狂热有目共睹。\n' +
      '\n' +
      '\n' +
      '希望各位在参与前能选择阅读这篇故友所作的的知乎短答：\n' +
      '\n' +
      '日本文化中「侘寂、幽玄、物哀」三者有何区别？\n' +
      '\n' +
      'https://www.zhihu.com/question/24982618/answer/120953016 ',
    count: 0,
    img:'assets/photos/62.gif'
  },
  {
    title: '第六十一期： “我太想进步了”——南京古都身份构建的历程',
    author: '',
    intro: '一些可以热场讨论的问题：\n' +
      '关于南京，你知道它有哪些其他的名字？\n' +
      '南京曾经担任过哪些政权的政治中心？\n' +
      '秦汉时代的南方，出现过哪些值得一提的城市？南京在当时叫做什么？\n' +
      '\n' +
      '\n' +
      '\n' +
      '中国的几大著名古都几乎都坐落于关中和华北平原的区域，而南京是唯一一个位于长江流域的例外。虽然担任全国性政权的首都的时间不长，但是顶着“六朝古都”的名声，南京几乎是历史上长江中下游地区无可争议的政治中心。\n' +
      '\n' +
      '为此，许多人曾经从各种角度论证南京作为一座首都的各项有利条件。\n' +
      '\n' +
      '然而，通过这一期活动，我们也许会发现这一切并非那么理所应当。\n' +
      '\n' +
      '在秦汉时期几乎默默无闻的南京，是在三国时期突然超越了一众南方大城市，成为了东吴的国都。而在此后的数百年中，南京的地位一直在争议中起伏，却又在种种机缘下不断的加强，并终于在南朝的末期彻底完成了一座古都恢弘的构建过程。历时将近三百年，南京才真正成为了中国南方无可争议政治中心。\n' +
      '\n' +
      '我们将把重点放在公元4-5世纪的时局变动和人文心态上，梳理南京构建古都地位的过程和其中的标志性事件。\n' +
      '\n' +
      '\n' +
      '\n' +
      '活动结束后我们还可以试着讨论以下的一些问题：\n' +
      '未能长期担任全国性首都的南京，是一座偏安之都么？\n' +
      '对于一个政权来说，大建宫室意味着什么？\n' +
      '南宋是出于什么原因放弃了定都南京？\n',
    count: 0,
    img:'assets/photos/61.png'
  },
  {
    title: '第六十期：汉奸三部曲——“我为其难”汪兆铭',
    author: '',
    intro: '本次分享将以汪兆铭的文学作品为线索，分享和讨论他在不同时期的性格以及做出决策的心态。\n' +
      '\n' +
      '引起兴趣的问题：\n' +
      '什么是汉奸？定义是什么？\n' +
      '汪精卫有哪些文学作品？\n' +
      '汪精卫的人生轨迹经历过哪些变化？\n' +
      '汪精卫的性格有哪些特色？\n' +
      '你知道汪精卫的什么故事？\n' +
      '将要讨论的问题：\n' +
      '汪精卫的生平有哪些经历？\n' +
      '如何看待汪精卫的文学作品和政治行为？\n' +
      '如何看待国民党左右派斗争和四一二事件？\n' +
      '汪精卫为什么选择与日本人合作？\n' +
      '一些文学人士对汪精卫的诗评：\n' +
      '\n' +
      '题某氏集 钱钟书\n' +
      '扫叶吞花足胜情，钜公难得此才清。\n' +
      '微嫌东野殊寒相，似觉南风有死声。\n' +
      '孟德月明忧有绝，元衡日出事还生。\n' +
      '莫将愁苦求诗好，高位从来谶易成。\n' +
      '\n' +
      '阜昌 陈寅恪\n' +
      '阜昌天子赋能诗，集选中州未肯遗。\n' +
      '阮瑀多才原不忝，褚渊迟死更堪悲。\n' +
      '千秋读史心难论，一局收枰胜属谁。\n' +
      '事变无穷东海涸，冤禽公案有传疑。\n' +
      '\n' +
      '无题 叶嘉莹\n' +
      '曾将薪釜喻初襟，举世凭谁证此心。\n' +
      '未择高原桑枉植，怜他千古作冤禽。',
    count: 0,
    img:''
  },
  {
    title: '第五十九期：嵇康《琴賦》',
    author: '',
    intro: '本次分享來自於太玄琴社社長，九歌詩社社員錢力。借由對琴賦的賞析，管窺嵇康的人文思想，簡單介紹古琴與雅樂，進而與大家一起探索琴詩之道。\n' +
      '\n' +
      '\n' +
      '引起興趣的問題：\n' +
      '鐵匠？詩人？琴師？嵇康者誰？\n' +
      '為什麼說『琴乃眾器之首』?\n' +
      '廣陵散為何沒有失傳？\n' +
      '\n' +
      '將會探討的問題：\n' +
      '琴賦的思想內涵為何？\n' +
      '人可以通過音樂得道嗎？\n' +
      '嵇康之死是必然的嗎？',
    count: 0,
    img:''
  },
  {
    title: '第五十八期：大分流——18至19世纪欧亚经济发展差异',
    author: '',
    intro: '本次分享主要内容来自美国芝加哥大学历史系教授彭慕兰的学术著作《大分流：欧洲、中国及现代世界经济的发展》。与传统的欧洲中心论不同，彭慕兰主要以双向性对比讨论了在十八至十九世纪，是哪些因素的不同使得欧洲与亚洲的经济成长产生了巨大的差距。\n' +
      '\n' +
      '\n' +
      '引起兴趣的问题：\n' +
      '\n' +
      '古代中国经济在什么时候最为强盛？\n' +
      '\n' +
      '1750年中国经济与英国经济相比如何？\n' +
      '\n' +
      '工业革命为什么发生在英国？\n' +
      '\n' +
      '自然条件、制度、文化、巧合，哪个/哪些因素对于经济发展最为重要？\n' +
      '\n' +
      '\n' +
      '将会探讨的问题：\n' +
      '\n' +
      '西欧经济从何时开始明显超越亚洲经济？\n' +
      '\n' +
      '为何长江三角洲没有成为英格兰？为何英格兰没有成为长江三角洲？\n' +
      '\n' +
      '如何看待几种不同的“欧洲中心论”（认为只有西欧经济才能产生工业转型的论点）？\n' +
      '\n' +
      '西欧国家的海外殖民在经济发展中发挥了怎样的作用？\n' +
      '\n' +
      '世界上人口稠密地区的贸易伙伴对经济发展有哪些影响？',
    count: 0,
    img:''
  },
  {
    title: '第五十七期：旧金山从何而来',
    author: '',
    intro: '本期内容比较轻松，希望介绍一点点旧金山背后的历史。具体来说主要想从地图入手，简单介绍旧金山这个城市和各个街区、景点背后的故事：旧金山是如何从最早的殖民者据点，一点点扩展成现在的样貌，中间有哪些大事件，这些事件对旧金山当下的城市分布有什么影响。\n' +
      '\n' +
      '\n' +
      '一些可以探讨的问题：\n' +
      '旧金山为什么叫『旧金山』？\n' +
      '为什么旧金山Market Street两侧街道完全对不齐？\n' +
      '金门公园是在模仿纽约中央公园么？\n' +
      '为什么旧金山这么多陡峭的斜坡道路？\n' +
      '旧金山为什么是世界上最著名的LGBTQ 人群聚居地？\n' +
      '大地震对现在的旧金山还有什么影响？\n' +
      '旧金山为什么没有高架和高速，几乎全是local？',
    count: 0,
    img:''
  },
  {
    title: '第五十六期：聊聊海外博物馆的中华文物',
    author: '',
    intro: '本次分享以Nelson Atkins Museum 为例，分享海外博物馆观展体验以及与中国文物的复杂关系。Nelson Atkins作为海外著名的中国文物展藏地，究竟有哪些藏品？受何人支持，又如何获取如此大量精致的藏品？海外博物馆的中华藏品的意义何在？\n' +
      '\n' +
      '讨论内容如下：\n' +
      'Nelson Atkins 如何成立？\n' +
      '藏品有哪些？有什么与众不同的地方？\n' +
      '观展体验如何？\n' +
      '藏品从和收集而来？\n' +
      '海外藏展对于博物馆的意义\n' +
      '\n' +
      '什么是好的博物馆/好的观展体验？\n' +
      '如何评价海外文物藏品的正当性？\n' +
      '未来博物馆会逐渐萧条吗？\n',
    count: 0,
    img:''
  },
  {
    title: '第五十五期：武士的挽歌——会津战争',
    author: '',
    intro: '本次分享讲会津战争，作为明治维新开启序幕，戊辰战争的重要一环。为何新政府在江户开城之后仍然继续对东北用兵？\n' +
      '\n' +
      '讨论内容如下：\n' +
      '"朝敌"以及政治合法性的转换有哪些原因？\n' +
      '会津战争的进程如何？失败有什么意义？\n' +
      '失败方会津藩的人有着何种不同的命运？\n' +
      '会津战争在日本造成了何种地域性差异？\n' +
      '日本人如何评价会津战争、戊辰战争，以及明治维新？\n',
    count: 0,
    img:''
  },
  {
    title: '第五十四期：成也败也——郑国的建立和西东二周的兴替',
    author: '',
    intro: '在传统的观点中，美女褒姒的出现，导致了烽火戏诸侯的故事以及西周的灭亡。然而在现代人的视角里，红颜祸水的叙事已经失去了吸引力，也被越来越多的证据质疑。\n' +
      '\n' +
      '在周朝较为重要的诸侯国中，郑国是立国最晚，也是唯一一个建立在两周之交的诸侯国。它在东周之初极为活跃，并直接参与了周郑交质，繻葛之战等一系列标志着天子权力衰落的事件之中。它为什么能在短短的时间内快速的崛起，又为什么衰落？\n' +
      '\n' +
      '这一期我们将梳理西周灭亡和东周建立前后留下的记载以及文物，试图简单的重建这一段历史，并解释郑国的建立在这个过程中扮演的特殊角色。\n' +
      '\n' +
      '我们将试着讨论以下的一些问题：\n' +
      '西周的灭亡经历了怎样的过程？西周和东周的历史是如何连接起来的？\n' +
      '郑国的是如何建立起来的？又是如何在西周灭亡之后站稳脚跟的？\n' +
      '郑国为何是首先和东周天子产生冲突的诸侯国？\n' +
      '为什么东周的天子几乎对国家没有实际的控制？',
    count: 0,
    img:''
  },
  {
    title: '第五十三期：倭国变日本，倭王成天皇',
    author: '',
    intro: '“夜发熟田津，乘船待月明。潮来月忽出，趁早划船行。”\n' +
      '\n' +
      '这首诗出自日本的《万叶集》，诗人此时跟随着一支庞大的远征军。这支军队由日本女王亲自率领，浩浩荡荡向西航行，准备和大唐决一死战。\n' +
      '\n' +
      '等等，日本和唐朝进行过战争吗？为什么日本天皇是个女的？还有，日本为什么要进攻唐朝？他们后来赢了吗？\n' +
      '\n' +
      '古坟时代和飞鸟时代的日本，常常不为人所知。但这段历史并不枯燥，既有剧情荒诞的故事，也有性格奇特的人物。在这次分享中，我们大致捋一捋四世纪至七世纪的日本，带大家走进那个风云变幻、万物革新的时代。\n' +
      '\n' +
      '这次分享，我们会解答下面几个问题：\n' +
      '\n' +
      '- 南北朝时期，日本向中国朝贡过吗？\n' +
      '- 日本的第一个天皇是谁？\n' +
      '- 日本有没有过女天皇？\n' +
      '- 有人杀死过天皇吗？\n' +
      '- 隋朝和日本有没有过交互？\n' +
      '- 日本和唐朝发生过战争吗？\n' +
      '- 波多野结衣为什么姓波多？\n' +
      '\n' +
      '尤其是最后一个问题，非常重要，值得深入探讨。这次活动的互动猜谜环节被放到了前面，希望大家尽早入场哟！\n',
    count: 0,
    img:'assets/photos/53.png'
  },
  {
    title: '第五十二期：闪电和先辈：君士坦丁堡的1453和2023',
    author: '',
    intro: '2023年5月28日，埃尔多安第三次当选土耳其总统。据新华社报道，他当晚发表讲话感谢选民支持，表示不会辜负支持者的信任。他同时承诺为土耳其下一个建国一百周年而努力工作。\n' +
      '\n' +
      '2023年5月29日，伊斯坦布尔举行庆祝攻陷君士坦丁堡570周年活动。与此同时，雅典也有相应的小规模君士坦丁堡陷落570周年的纪念活动。\n' +
      '本次分享将以这两件事为背景，讨论1453年君士坦丁堡陷落与2023年土耳其大选的细节故事。\n' +
      '\n' +
      '引起兴趣的问题：\n' +
      '15世纪除了君士坦丁堡陷落之外，还有哪些大事发生？\n' +
      '君士坦丁堡攻防的双方，奥斯曼苏丹穆罕默德二世和罗马帝国皇帝君士坦丁十一世分别扮演了什么角色？二人分别有什么能力和特质？\n' +
      '茨维格的《人类的群星闪耀时》如何描写君士坦丁堡的陷落？你知道哪些描写君士坦丁堡陷落的文学作品？\n' +
      '土耳其今天的政局是什么样的？分别有什么不同的党派？\n' +
      '埃尔多安为什么能合法连任第三届总统？\n' +
      '\n' +
      '\n' +
      '本次会讨论到的问题：\n' +
      '穆罕默德二世进攻君士坦丁堡做了哪些准备？\n' +
      '末代皇帝君士坦丁十一世能力如何？他做了哪些防御的努力？\n' +
      '君士坦丁堡攻城战有哪些细节故事？\n' +
      '土耳其现在的政治局势是什么样子的？\n' +
      '2017年的土耳其修宪对今天造成什么样的影响？\n',
    count: 0,
    img:''
  },
  {
    title: '第五十一期：宫泽贤治《银河铁道之夜》',
    author: '',
    intro: '旧说天河与海通。近世有人居海渚者，每年八月有浮槎去来，不失期，人有奇志，立飞阁于槎上，多赍粮、乘槎而去。 ——晋·张华《博物志》卷十\n' +
      '\n' +
      '本次分享将介绍日本童话作家宫泽贤治及其代表作品《银河铁道之夜》。特别活动：将在本次参与提问、讨论的朋友中随机抽取一位送出中文版《银河铁道之夜》。（分享者包邮费，限美国）\n' +
      '\n' +
      '引起兴趣的问题：\n' +
      '“纵浮槎来，浮槎去，不相逢。” 中国古代都有哪些和天上沟通的故事？\n' +
      '其他国家有哪些和天上交流的神话故事？\n' +
      '你听说过宫泽贤治吗？如果是，是通过什么途径知道他的？\n' +
      '银河、群星为什么广泛在文学作品中出现？是为什么，有什么用意？\n' +
      '同理，车站、铁路为什么广泛在文学作品中出现？是为什么，有什么用意？\n' +
      '日本大正时代遭遇过什么危机？\n' +
      '本次将讨论到的问题：\n' +
      '宫泽贤治是一个什么样的人？\n' +
      '《银河铁道之夜》讲了一个什么样的故事？\n' +
      '宫泽贤治的创作风格和他的生平经历有什么关系？\n' +
      '宫泽贤治的诗歌作品有何独特的风格？\n' +
      '相关的资料以及书籍、影视作品：\n' +
      '银河铁道之夜\n' +
      '贤治之春 \n' +
      '宮沢賢治記念館 \n' +
      '银河铁道之父\n' +
      '宫泽贤治的其他童话作品：\n' +
      '夜鹰之星\n' +
      '双子星\n' +
      '蜘蛛、蛞蝓和狸\n' +
      '贝火\n' +
      '水仙月四日\n' +
      '鹿舞起源\n' +
      '要求很多的餐馆\n' +
      '君鼠\n' +
      '土神与狐狸\n' +
      '渡过雪原\n' +
      '座敷童子的故事 \n' +
      '滑床山的熊\n' +
      '风又三郎\n' +
      '诗歌作品：\n' +
      '永诀之朝\n' +
      '不畏风雨\n' +
      '春与修罗\n' +
      '广为人知受宫泽贤治影响的作品：\n' +
      '银河铁道999\n' +
      'Ultraman 80, Episode 5 まぼろしの街\n' +
      '哆啦A梦：大雄与银河超特急\n' +
      '千与千寻\n' +
      '文豪野犬\n' +
      '我的妹妹不可能那么可爱\n' +
      '云之彼端，约定的地方\n' +
      '文学少女5 绝望恸哭的信徒\n' +
      '崩坏：星穹铁道 ',
    count: 0,
    img:''
  },
  {
    title: '第五十期：日本的世界观：200年来的变化',
    author: '',
    intro: '本次分享来自剑桥日本史主编马里乌斯詹森一本小书《日本的世界观：200年来的变化》。主要选取了德川幕府时期，明治维新时期和二战前后的三个时间切片，探讨日本人在这三个时代对于世界的认识，产生的变化以及对日本后续发展的意义。虽然听起来话题很大，但切入点很具体。詹森每个时代都选取了一个不那么知名的人物，从他们的个人经历入手，介绍了那个时代日本人是如何认知世界的。本次分享这次分享相对侧重17和18世纪的内容。\n' +
      '\n' +
      '\n' +
      '一些值得探讨的问题：\n' +
      '近代以前日本人如何看待中国的政权和欧洲的政权？\n' +
      '日本知识分子如何看待中国文化？他们如何认知自己在中国文化圈中的位置？\n' +
      '德川幕府时期为什么会有一小撮日本人通晓荷兰语并且翻译了大量西方科学著作？这些人的事业对后来日本经历的剧变有什么影响么？\n' +
      '鸦片战争之后，黑船来航之前日本是否意识到了世界的变化？他们有什么对策？\n' +
      '为什么明治维新之后核心领导层选择远离政治中心去周游列国一年多时间？他们都做了什么？见到了谁？这对后来明治维新的路线选择有影响吗？\n' +
      '日本明治维新之后崛起的日本如何重新认识自己在东亚的地位？\n' +
      '日本战后对世界的认知经历了什么样的变化？日本人如何看待美军基地/安保协定/宪法第九条对日本现在的影响？\n',
    count: 0,
    img:''
  },
  {
    title: '第四十九期：Medz Yeghern and Hayastan ——亚美尼亚大屠杀',
    author: '',
    intro: '4月24日是亚美尼亚大屠杀纪念日。本次分享将介绍这一事件的背景，亚美尼亚人的历史，以及奥斯曼、土耳其在其中扮演的角色。\n' +
      '\n' +
      '引起兴趣的问题：\n' +
      '亚美尼亚是一个什么样的国家？\n' +
      '这一事件被称为”种族灭绝“是否合理？\n' +
      '“纳卡问题”为何成为一个延续到今日的冲突？\n' +
      '本次分享将讨论到的问题：\n' +
      '亚美尼亚人是如何形成的？\n' +
      '奥斯曼帝国的坦齐马特改革有什么成效？\n' +
      '现代土耳其国家和奥斯曼帝国有什么关系？\n' +
      '恩维尔帕夏和凯末尔帕夏分别做了什么？\n' +
      '青年土耳其党人和联合进步委员会在大屠杀中发挥了什么作用？\n',
    count: 0,
    img:''
  },
  {
    title: '第四十八期：清末银元概览',
    author: '',
    intro: '本期将介绍并讨论清末龙洋的缘起和历史，并介绍龙洋的不同品类和缘由。\n' +
      '问题：\n' +
      '1. 为什么要制造机制币，龙型图样的缘由\n' +
      '2. 为什么各省有不同种类的龙洋，他们的样式和珍稀程度又是怎样的\n' +
      '3. 圆两之争是怎么回事，“一圆”是怎么来的\n' +
      '4. 清朝最后发行了全国统一的龙洋吗\n',
    count: 0,
    img:''
  },
  {
    title: '第四十七期：沧浪亭疑案',
    author: '',
    intro: '苏州最古老的园林沧浪亭是如何得名的？\n' +
      '始建于北宋中期的沧浪亭后来有着怎样的命运？它与庆历新政、变法兴衰、宋室南渡有着怎样的关联？\n' +
      '这座旷世园林见证了何种家族兴衰？它的几任主人又经历了怎样的身世浮沉？\n' +
      '时过境迁，曾经的故事已经湮没于岁月的长河，传世的文献中也遗失了详细的记载，历史却仍在空白处留下了蛛丝马迹……',
    count: 0,
    img:''
  },
  {
    title: '第四十六期：《贝奥武甫》',
    author: '',
    intro: '勇士们，让我们欢聚在烟霞部落的长屋里，举起牛角酒杯尽情畅饮吧！我要讲一讲高特国王贝奥武甫的故事，让诸位回到那个黑暗而奇幻的时代。1500年前，一个沼泽怪物狂暴地进入了宴会大厅，杀死了30名勇士。12年后，海平面上出现了高特人的船帆，这就是贝奥武甫传奇的开始。\n' +
      '\n' +
      '啊！贝奥武甫！德意志的民族象征，丹麦人的伟大英雄。来自高特的武士国王啊，英格兰的吟游诗人仍然把你传唱！\n' +
      '\n' +
      '贝奥武甫在历史上真的存在吗？他到底是德国人，瑞典人，丹麦人，还是英国人？贝奥武甫的财宝现在在哪里？守护财宝的火龙如今在何处？这部史诗是何时被发现的？它为什么影响了如今的英国政坛？\n' +
      '\n' +
      '胜利不能靠求神拜佛，只有强壮的双臂才能赶走妖魔鬼怪。勇士们，让我们放下长剑，听一听贝奥武甫的传奇吧！\n' +
      '\n' +
      '参考书籍：\n' +
      '\n' +
      '《贝奥武甫》(冯象译)\n' +
      '\n' +
      '《史诗大陆：欧洲历史的血与火》(尼古拉斯·朱伯)\n' +
      '\n' +
      '《牛津英国史》(肯尼斯·O·摩根)\n' +
      '\n' +
      '《History of Britain and Ireland: The Definitive Visual Guide》(DK)\n' +
      '\n',
    count: 0,
    img:''
  },
  {
    title: '第四十五期：复仇的王子们和西域的钥匙',
    author: '',
    intro: '可以提前讨论的问题：\n' +
      '您印象里的西域历史上有过哪些管理机构/政权/著名的人和事？\n' +
      '\n' +
      '在分享中我们将讨论：\n' +
      '十六国最后的终点是在何时何地？\n' +
      '\n' +
      '从五十余国到安西四镇，汉唐期间的西域发生了什么？\n' +
      '\n' +
      '戊己校尉从汉代设置以来，一直到十六国时期的割据政权都在继承，为什么统一北方的北魏却放弃了？\n' +
      '\n' +
      '除了继承了中原的北魏，南北朝时期的西域还有哪些玩家？\n' +
      '\n' +
      '为了经营西域，北魏做出了哪些尝试？',
    count: 0,
    img:''
  },
  {
    title: '第四十四期：梦中的彩云——《文心雕龙》',
    author: '',
    intro: '本次分享将介绍并讨论著名的文学批评著作《文心雕龙》以及其作者刘勰的生平故事。\n' +
      '\n' +
      '问题：\n' +
      '刘勰是谁？他的生平如何？\n' +
      '《文心雕龙》讲了什么内容？',
    count: 0,
    img:''
  },
  {
    title: '第四十三期：日本纯爱文学',
    author: '',
    intro: '本次分享将讲述以市川拓司为代表的日本纯爱文学，介绍相关的作品。\n' +
      '\n' +
      '问题：\n' +
      '纯爱小说有什么特点？\n' +
      '哪些群体的追捧早就了纯爱小说的市场？\n' +
      '你如何看待纯爱小说？\n' +
      '这类文学作品对现实有何参考意义？\n' +
      '书籍：\n' +
      '《现在，很想见你》\n' +
      '《恋爱写真》\n' +
      '《在世界中心呼唤爱》\n' +
      '《情书》',
    count: 0,
    img:''
  },
  {
    title: '第四十二期：爱的艺术',
    author: '',
    intro: '在前两次分享《家庭、私有制和国家的起源》和《伦理学》中，我们分别从宏观的角度讨论了家庭在不同时代的组织形式，从个人的角度讨论了人的感性和理性应该如何运用，以及定义善恶。\n' +
      '\n' +
      '最近一部广泛传播的真人秀《再见爱人 第二季》已经完结，它引起了比较广泛的讨论，是一个值得讨论的话题。\n' +
      '\n' +
      '本次分享将以弗洛姆《爱的艺术》一书内容为引导，探讨现代社会婚姻爱情中存在的问题和错位，结合之前分享中的讨论，进行更加深入的思考。\n' +
      '\n' +
      '参考内容：\n' +
      '弗洛姆《爱的艺术》\n' +
      '罗兰·米勒《亲密关系》\n' +
      '再见爱人 第二季\n' +
      '再见爱人 第一季',
    count: 0,
    img:''
  },
  {
    title: '第四十一期：我将一如既往——斯宾诺莎《伦理学》',
    author: '',
    intro: '本次分享将以斯宾诺莎《伦理学》为主，分享讨论斯宾诺莎的思想，对前后时代的影响。\n' +
      '\n' +
      '问题：\n' +
      '伦理学是什么\n' +
      '《伦理学》这本书讲的是伦理学吗？\n' +
      '斯宾诺莎有什么其他主要思想？\n' +
      '斯宾诺莎的思想对后世有什么影响？\n' +
      '参考书籍：\n' +
      '《伦理学》\n' +
      '《神学政治论》\n' +
      '《道德形而上学基础》\n' +
      '《儒教与道教》\n' +
      '《Being and Reason: An Essay on Spinoza\'s Metaphysics》\n',
    count: 0,
    img:''
  },
  {
    title: '第四十期：社会化抚养？——《家庭、私有制和国家的起源》',
    author: '',
    intro: '本次分享将以恩格斯阅读摩尔根的《古代社会》而作的《家庭、私有制和国家的起源》为分享内容，讨论最近引起争议的社会化抚养话题。\n' +
      '讨论问题：\n' +
      '家庭单位是怎样随着时代变革而产生的？\n' +
      '氏族单位在家庭产生和演变过程中起到什么作用？\n' +
      '不同地区的家庭单位经历过什么样的变化过程？\n' +
      '社会制度和家庭制度之间有着何种关系？现代社会对家庭制度造成什么改变？\n' +
      '社会化抚养是否可行？如果可行，是否是唯一的答案？\n' +
      '\n' +
      '参考书目：\n' +
      '《家庭、私有制和国家的起源》\n' +
      '《古代社会，或人类从蒙昧时代经过野蛮时代到文明时代的发展过程的研究》\n' +
      '《父权制与资本主义》\n' +
      '《规训与惩罚》\n',
    count: 0,
    img:''
  },
  {
    title: '第三十九期：日本从哪里来？——弥生时代和日本王权的诞生',
    author: '',
    intro: '本期我们将会走进神秘的日本弥生时代，探索日本的起源。\n' +
      '\n' +
      '\n' +
      '我们中国有一些传说：方士徐福东渡大海，为秦始皇求取仙丹。但他没有取回仙丹，而是在海外建立了日本国。那么，日本人从哪里来？日本人的祖先真的是徐福吗？日本何时成为了一个国家？它最初的名字是什么？\n' +
      '\n' +
      '\n' +
      '玩过《古墓丽影》的玩家或许记得：日本有一个神秘的邪马台国，女王卑弥呼能够控制风暴，用神力统治日本岛。那么，邪马台是一个真实的国家吗？卑弥呼真的可以呼风唤雨吗？\n' +
      '\n' +
      '\n' +
      '我们知道，唐宋以来日本和中国交流频繁。但日本是什么时候开始和中国接触的呢？它是中国的朝贡国吗？\n' +
      '\n' +
      '\n' +
      '我们这次沙龙会一一为大家解答这些问题，最后还会有一些有趣的互动活动。欢迎大家参与！\n' +
      '\n' +
      '\n' +
      '参考书目：\n' +
      '\n' +
      '《王权的诞生》\n' +
      '\n' +
      '《史记》\n' +
      '\n' +
      '《汉书》\n' +
      '\n' +
      '《三国志》',
    count: 0,
    img:'assets/photos/39.gif'
  },
  {
    title: '第三十八期：日出江花——长者在罗马尼亚',
    author: '',
    intro: '前中国国家主席江泽民于2022年11月30日去世。本次分享将以江泽民于1971-1972年接受罗马尼亚援助任务，奔赴罗马尼亚的故事为背景，从历史进程和自我奋斗两方面，揭示整个事件的发展和相关人员的决策路线。\n' +
      '\n' +
      '相关问题：\n' +
      '为什么1970年代中国要援助罗马尼亚？\n' +
      '罗马尼亚是一个什么样的国家？\n' +
      '“援助”罗马尼亚的难点在哪里？\n' +
      '对罗马尼亚的援助取得了什么成果？\n' +
      '你对江泽民有多大的了解？\n' +
      '如何看待网络上对江泽民的二次创作？\n' +
      '参考书目：\n' +
      '《江泽民在一机部（1970－1980）》\n' +
      '《日出江花——青年江泽民在上海》\n' +
      '《他改变了中国：江泽民传》\n' +
      '《江泽民文选》\n' +
      '\n',
    count: 0,
    img:''
  },
  {
    title: '第三十七期：这就是奥斯维辛——听普里莫·莱维说',
    author: '',
    intro: '普里莫·莱维是意大利作家，曾有过奥斯维辛集中营的悲惨经历。本次分享将以他的几本回忆录为框架，分享奥斯维辛集中营中的一个普通人视角。\n' +
      '\n' +
      '问题如下：\n' +
      '- 当事人是如何面对集中营生活的？\n' +
      '- “为什么不抵抗？为什么不跑？” 有过集中营生活的人如何面对别人的指责？\n' +
      '- 集中营的真实生活是什么样的？有什么样的形态？\n' +
      '- 其他社会中有哪些其他集中营式的生活？\n' +
      '\n' +
      '参考书目：\n' +
      '- I sommersi e i salvati  被淹没与被拯救的 The Drowned and the Saved\n' +
      '- Se non ora, quando? 若非此时，何时？ If Not Now, When?\n' +
      '- Se questo è un uomo 如果这是一个人 / Survival in Auschwitz 奥斯维辛的幸存者\n' +
      '- La tregua休战 / The Reawakening 再度觉醒',
    count: 0,
    img:''
  },
  {
    title: '第三十六期活动：2022年度总结',
    author: '',
    intro: '2022年风云变幻，我们见证了很多重大的事件。从今年二月份起，我们这个主题分享活动累计举办了三十五次。涉及的主题大多数为历史、文学以及相关话题。\n' +
      '\n' +
      '值得高兴的是它持续地办了下去。不足之处在于后期形成了一定的路径依赖，因为分享者参与者的工作学习安排，很难投入更多的时间。\n' +
      '\n' +
      '因此，我们计划在今年的最后一个周五，总结一下之前每期分享的成功和不足之处。希望可以客观地分析，哪里需要进行改动，既让分享者讲出自己的乐趣，也让所有参与者更能感受到乐趣，每个人都有新的收获。',
    count: 0,
    img:''
  },
  {
    title: '第三十五期：《日本外史·后北条氏》',
    author: '',
    intro: '本次分享是一次共读活动。通过阅读，了解和讨论日本战国时代后北条氏历经五代的故事。\n' +
      '时间安排如前：\n' +
      '自我介绍环节（5-10mins）\n' +
      '参与者共读（40-70mins）\n' +
      '讨论（30-40mins）\n' +
      '\n' +
      '原文链接：\n' +
      'https://zh.m.wikisource.org/zh-hans/%E6%97%A5%E6%9C%AC%E5%A4%96%E5%8F%B2/%E5%8D%B7%E4%B9%8B%E5%8D%81',
    count: 0,
    img:''
  },
  {
    title: '第三十四期：“上帝决不饶恕”——韩剧《第5共和国》',
    author: '',
    intro: '本次分享将介绍韩剧《第5共和国》。讨论自1979年10月26日朴正熙被暗杀到1988年2月25日卢泰愚就任总统为止的第五共和国时期的历史。\n' +
      '联系前两次的分享，《路易波拿巴的五月十八日》和《日本陆军的轨迹》，从不同的角度，可以看到这些事件的一些相似性。鉴于本剧在网络上的影响力和传播方式，其中一些梗的爆火也值得讨论。\n' +
      '“上帝决不饶恕”（Deus Non Vult）是本剧的主题曲，也反映了剧作者对于这一历史时期的态度。\n' +
      '主要的分享内容：\n' +
      '朴正熙是如何被刺杀的。他对韩国造成了什么影响。\n' +
      '金载圭为什么要刺杀朴正熙。\n' +
      '全斗焕是如何在朴正熙死后的混乱局面中夺取权力的。',
    count: 0,
    img:''
  },
  {
    title: '第三十三期：日本陆军的轨迹',
    author: '',
    intro: '本次分享将介绍川田稔的《日本陆军的轨迹》，讲述1931到1942年间日本陆军的变革以及对政治的影响。\n' +
      '在本书中，将满洲事变以后作为一个政治组织化了的陆军称之为昭和陆军。虽然以往也有山县有朋以及桂太郎，寺内正毅，田中义一等陆军领导人作为个人试图掌握政治权力的先例。但是陆军作为一个组织试图控制政权，乃是一个新的动向。',
    count: 0,
    img:''
  },
  {
    title: '第三十二期：卡尔·马克思《路易·波拿巴的雾月十八日》',
    author: '',
    intro: '"黑格尔在某个地方说过，一切伟大的世界历史事变和人物，可以说都出现两次。他忘记补充一点：第一次是作为悲剧出现，第二次是作为笑剧出现。"\n' +
      '\n' +
      '1848年革命是维多利亚时代的一个重要节点，对欧洲乃至世界的历史产生了重大的影响。本文文辞优美，思想深刻。本次分享将从中选择第一章和最后一章进行共读。\n' +
      '\n' +
      '可以讨论的问题：\n' +
      '\n' +
      '如何认识作品的文学艺术价值？\n' +
      '如何看待作者对于社会结构的分析？\n' +
      '1848年革命在法国有何波折？\n' +
      '作者如何看待1848年革命以及后续事件？\n' +
      '作者与雨果、波德莱尔等人对革命的理解有何不同？',
    count: 0,
    img:''
  },
  {
    title: '第三十一期分享：大约在1650',
    author: '',
    intro: '读取历史……\n' +
      '创造变量……\n' +
      '创造边界……\n' +
      '维多利亚3发售在即（10/25）。抱歉这次公告发晚了，希望下周不会更晚。\n' +
      '\n' +
      '作为维多利亚时代的绝对主角，普鲁士是个非常值得研究的国家。本次分享将从普鲁士的视角，向前推两百年，讲述1650年前后欧洲各国的一些故事。\n' +
      '\n' +
      '问题：\n' +
      '我在地图上找不到普鲁士，很急，怎么办？\n' +
      '普鲁士是如何发展的？\n' +
      '欧洲近代的外交体系是如何形成的？\n' +
      '十七世纪有哪些值得了解的故事？\n' +
      '如何看待以国家为视角的大战略（Grand Strategy）游戏？\n',
    count: 0,
    img:''
  },
  {
    title: '第三十期分享：文明开化的阴霾',
    author: '',
    intro: '本次分享将讨论日本明治维新过程中的一些小故事。\n' +
      '\n' +
      '问题：\n' +
      '你对明治维新是什么印象？\n' +
      '为什么明治维新（Meiji Ishin）被翻译成Meiji Restoration？是否合理？\n' +
      '这种近代化的过程带来哪些小问题？如何解决的？\n' +
      '如何看待传统观念和外来思想的冲突？',
    count: 0,
    img:''
  },
  {
    title: '第二十九期分享：刘慈欣《微纪元》',
    author: '',
    intro: '本次将分享刘慈欣于1998年创作的短篇小说《微纪元》。\n' +
      '时间安排如前：\n' +
      '自我介绍环节（5-10mins）\n' +
      '参与者共读（40-70mins）\n' +
      '讨论（30-40mins）\n' +
      '\n' +
      '作者其他代表作：\n' +
      '《超新星纪元》\n' +
      '《球状闪电》\n' +
      '《三体》\n' +
      '《带上她的眼睛》\n' +
      '《诗云》\n' +
      '《流浪地球》\n' +
      '《乡村教师》\n' +
      '《朝闻道》\n' +
      '《全频道阻塞干扰》\n' +
      '等等\n',
    count: 0,
    img:''
  },
  {
    title: '第二十八期分享：自欺欺人：什么是诈骗',
    author: '',
    intro: '本次分享将以近年来一些热议事件切入，探讨诈骗现象的现实原因和如何进行防骗。\n' +
      '\n' +
      '诈骗的经典案例：翟山鹰（希望参与者提前了解一下，比如马前卒的视频）\n' +
      '睡前消息谈翟山鹰： https://www.youtube.com/watch?v=EGaGXwBsMjc\n' +
      '翟山鹰老师谈芯片： https://www.youtube.com/watch?v=EGpuh7SeXD4\n' +
      '\n' +
      '问题：\n' +
      '谁是翟⼭鹰，他做了什么？他为什么能骗那么多钱？\n' +
      '到底怎么样才算是⼀个骗⼦？翟⼭鹰？贾跃亭？⻢斯克？张⾸晟？他们谁算？河南村镇银⾏算吗？\n' +
      '诈骗应该被杜绝吗？在现实中在什么程度上可以被杜绝？\n' +
      '诈骗的本质是什么？如何防止被骗？',
    count: 0,
    img:''
  },
  {
    title: '第二十七期：宋神宗之死',
    author: '',
    intro: '元丰八年三月甲午，37岁的宋神宗去世。他因为任用王安石实行熙丰变法而闻名，又在死后被推翻之前推行的所有政策。  宋神宗去世后，北宋后期以及南宋政局多次发生反复，导致《神宗实录》多次重修，因此对神宗去世、哲宗即位这一历史事件的描述有很多不同来源，不同立场的不同版本。\n' +
      '\n' +
      '我们将通过简要的背景人物介绍，以及共同阅读相关叙述，来了解不同立场的人对这一事件的描述，推断叙述的可信度，并试图还原事情的真相。\n' +
      '\n' +
      '相关争议要点：\n' +
      '* 宰相王珪是否支持哲宗即位\n' +
      '* 次相蔡确是否有拥立哲宗的定策之功\n' +
      '* 宣仁皇后是否有意让次子雍王即位\n' +
      '* 次相蔡确是否有意支持雍王即位',
    count: 0,
    img:''
  },
  {
    title: '第二十六期：将军与大树',
    author: '',
    intro: '本次分享将尝试一种新的方式，从游记和感想出发引出之后希望分享和讨论的话题。\n' +
      '\n' +
      '一句话的陈述：分享者去了Sequoia & Kings Canyon National Park, 见到红杉木聚落的生态系统，想起庾信的《枯树赋》，模仿它也写了一篇“赋”。\n' +
      '\n' +
      '将会讨论到以及希望讨论到的内容：\n' +
      '美国国家公园有什么游玩的必要吗？美国的国家公园是如何创立的？\n' +
      '作为美国创立的第三个国家公园，红杉国家公园有何特殊之处？\n' +
      '红杉的生态系统是如何形成的？有什么特殊之处？\n' +
      '庾信的《枯树赋》与红杉国家公园的树有什么联系？\n' +
      '现在是否还有写“赋”的必要，有什么意义？',
    count: 0,
    img:''
  },
  {
    title: '第二十五期：第一缕南风：晏殊和他的时代',
    author: '',
    intro: '本次分享将介绍北宋词人、政治家晏殊，以及庆历新政的相关历史。\n' +
      '\n' +
      '一些将要讨论和引起思考的问题：\n' +
      '晏殊的词作品风格是怎样的？你能说出一两句他的作品么？\n' +
      '他在宋词的发展过程中扮演了什么样的角色？\n' +
      '晏殊和同时代的其他几位文豪词宗（欧阳修，范仲淹，柳永，张先等等）都是什么关系？晏殊的家庭生活是怎样的？\n' +
      '自小有神童之名的晏殊，人生真的是“富贵太平一生”么？\n' +
      '庆历新政的前因后果是什么？\n' +
      '时任同平章事的晏殊是怎么看待国家政务的？他是否参与了庆历新政？\n' +
      '晏殊在庆历三年到四年的时间里可能扮演了什么样的角色？',
    count: 0,
    img:''
  },
  {
    title: '第二十四期：张爱玲《留情》',
    author: '',
    intro: '本次将分享张爱玲短篇小说《留情》。有兴趣参与的朋友可以提前阅读。根据之前活动的经验，在共同的阅读中，可能会形成一种自己没有留意，但是讨论出来成为共识的东西。跟个人阅读的视角会略有不同。\n' +
      '\n' +
      '由于小说偏长，本次将更多的时间放在文本阅读和讨论上。缩短自我介绍的时间，去掉作者介绍的时间。安排如下：\n' +
      '自我介绍环节（5-10mins）\n' +
      '参与者共读（40-70mins）\n' +
      '讨论（30-40mins）\n',
    count: 0,
    img:''
  },
  {
    title: '第二十三期：肝胆皆冰雪——张孝祥与南宋',
    author: '',
    intro: '本次分享将以南宋著名词人张孝祥的生平为主线，阅览张孝祥的平生经历和南宋初年的历史故事。\n' +
      '\n' +
      '问题：\n' +
      '你最喜欢的宋词是哪一首？为什么让你动容？\n' +
      '宋高宗赵构和秦桧的关系是什么样的？他们是如何做出与金国议和的决策的？\n' +
      '金海陵王完颜亮希望统一天下，消灭南宋为何失败？\n' +
      '为什么南宋能取得采石大捷？\n' +
      '张孝祥有哪些代表作品？为什么张孝祥对苏轼如此推崇？',
    count: 0,
    img:''
  },
  {
    title: '第二十二期：二十一世纪的历史同人作品',
    author: '',
    intro: '本次分享将叙述同人作品的起源发展和分类，讨论历史同人作品的发展原因和现状。\n' +
      '\n' +
      '问题：\n' +
      '什么是同人作品（Fanfic）？如何看待读者的集体创作？\n' +
      '什么是历史同人？历史和同人作品是如何结合起来的？什么是OOC同人？\n' +
      '现今的同人作品是如何发展的？\n' +
      '同人作品的发展背后动机是什么？\n' +
      '同人作品拥有哪些分类？我们平常耳熟能详的作品中有哪些可以看作同人作品？\n' +
      '如何看待耽美同人（Slash Fanfic）的发展和”组CP“？\n' +
      '为什么耽美同人的创作者和受众主要都是女性？',
    count: 0,
    img:'assets/photos/22.png'
  },
  {
    title: '第二十一期：桓君山之志事',
    author: '',
    intro: '\n' +
      '\n' +
      '本次分享将着重于东汉时期的两位学者桓谭和王充，介绍他们的著作《新论》和《论衡》中的精彩想法。如果时间充足，可以再对张衡和扬雄进行简单介绍。\n' +
      '\n' +
      '问题：\n' +
      '《新论》反映了桓谭哪些方面的思想？\n' +
      '什么是形神说？\n' +
      '王充又是在什么背景下写下《论衡》？\n' +
      '两人成书和当时的时代背景有何联系？\n' +
      '如何看待古代的谶纬神学和科学认知？\n' +
      '在今天现代的角度如何重新审视东汉经学的争论？',
    count: 0,
    img:''
  },
  {
    title: '第二十期分享：金锁记',
    author: '',
    intro: '\n' +
      '因为这周参与了非鱼剧社的话剧《金锁记》，准备分享活动的时间不是特别充足，所以索性这一期直接来分享张爱玲的这部《金锁记》，或引申到张爱玲的其他作品。\n' +
      '\n' +
      '问题：\n' +
      '你对张爱玲的印象是什么？读过她的哪些作品？\n' +
      '张爱玲的身世对她的作品风格有什么影响？\n' +
      '张爱玲的作品有什么特点？\n' +
      '如何看待张爱玲的《金锁记》？以及王安忆将它改编成的话剧？\n' +
      '王安忆是谁啊？她有什么作品？',
    count: 0,
    img:''
  },
  {
    title: '第十九期：J. D. Salinger - The Heart of a Broken Story',
    author: '',
    intro: '本次将分享美国作家杰罗姆·大卫·塞林格的短篇小说《破碎故事之心》。\n' +
      '\n' +
      '参照第十五期分享，时间安排如下：\n' +
      '自我介绍环节（10-20mins）\n' +
      '主持人简单介绍作家（10-20mins）\n' +
      '参与者共读（30-40mins）\n' +
      '讨论（30-40mins）\n' +
      '共读和讨论可以伴随进行，读完一部分，就这一部分进行讨论。\n' +
      '\n' +
      '在线阅读：\n' +
      'https://www.ae-lib.org.ua/texts/salinger__early_stories__en.htm#04\n' +
      '\n' +
      '塞林格的其他有趣作品：\n' +
      '《麦田里的守望者》\n' +
      '《九故事》',
    count: 0,
    img:''
  },
  {
    title: '第十八期：叫魂：1768年中国妖术大恐慌',
    author: '',
    intro: '\n' +
      '剪掉头发，取人魂魄。一股妖风在大清盛世蔓延，一个疑案让百姓陷入了大恐慌。皇帝亲自指挥，官员纷纷出动。这个疑案到底是怎么回事？它的主谋究竟是谁？“剪辫案”发生的时期和今天的中国有什么相似之处？又有什么不同？\n' +
      '\n' +
      '本次烟霞沙龙，主讲人屈直会给大家分享读书心得《叫魂：1768年中国妖术大恐慌》，带领大家探索一个危机重重的康乾盛世。分享之前，有几个问题值得大家思考：\n' +
      '- 你相信灵魂的存在吗？\n' +
      '- 你接触过哪些描绘妖术的艺术作品？\n' +
      '  - 小说？\n' +
      '  - 影视剧？\n' +
      '  - 游戏？\n' +
      '- 你听说过哪些关于魂魄的说法？\n' +
      '- 你对清朝和乾隆皇帝有哪些印象？\n',
    count: 0,
    img:'assets/photos/18.png'
  },
  {
    title: '第十七期：中文屋',
    author: '',
    intro: 'Can a machine think? Engineers, scientists, and philosophers have been pondering this question ever since the earliest days of computers. \n' +
      '\n' +
      'The Chinese Room is one of the most famous (notorious) thought experiments in this field, perhaps second only to Alan Turing’s Imitation Game. Proposed in Berkeley in 1980, the Chinese Room is directed against computationalist theory of mind, and a version of strong AI theory that claims that machines can indeed think. \n' +
      '\n' +
      'Some of the questions we will dive into: \n' +
      'What happens in the Chinese Room? \n' +
      'Four decades later, can we apply the same critique to today’s AI? \n' +
      'How does the charge of computationalism hold up against today’s neural network based AI?\n',
    count: 0,
    img:''
  },
  {
    title: '第十六期：近體詩格律淺析',
    author: '',
    intro: '\n' +
      '本次分享将通过例证和互动的方式为大家浅解近体诗格律。\n' +
      '\n' +
      '\n' +
      '拋磚引玉：\n' +
      '\n' +
      '古詩、古體詩、近體詩、新詩、律詩、絕句等等，它們之間的關系是怎樣的？我們讀的到底是什麽詩？\n' +
      '\n' +
      '我們所說的格律，到底指什麽？『靜夜思』合律嗎？『鳥鳴澗』合律嗎？『登鸛雀樓』合律嗎？\n' +
      '\n' +
      '為什麼很多古詩讀起來覺得拗口？\n' +
      '\n' +
      '今人如何學習平仄和四聲？\n' +
      '\n' +
      '\n' +
      '今試以輕車快馬，一闢格律蹊徑。\n' +
      '\n' +
      '\n' +
      '主題：近體詩格律淺析\n' +
      '\n' +
      '分享人：錢力，谷歌九歌詩社\n' +
      '\n' +
      '\n' +
      '自由討論數題：\n' +
      '\n' +
      '近体诗和古体诗孰高孰下？\n' +
      '\n' +
      '律诗为什么于唐代成形？\n' +
      '\n' +
      '新诗值得提倡吗？\n' +
      '\n' +
      '當代诗歌创作应用古韵还是新韵？\n' +
      '\n' +
      '初学者如何进行近体诗创作？\n' +
      '\n' +
      '\n',
    count: 0,
    img:''
  },
  {
    title: '第十五期：芥川龙之介《鼻子》',
    author: '',
    intro: '\n' +
      '本次分享将简单介绍日本作家芥川龙之介，参与者共读他的短篇小说《鼻子》并进行讨论。时间安排如下：\n' +
      '自我介绍环节（10-20mins）\n' +
      '主持人简单介绍芥川龙之介（10-20mins）\n' +
      '参与者共读《鼻子》（30-40mins）\n' +
      '讨论（30-40mins）\n' +
      '共读和讨论可以伴随进行，读完一部分，就这一部分进行讨论。\n' +
      '\n' +
      '感兴趣的朋友可以提前阅读。\n' +
      '鲁迅译《鼻子》： https://zh.m.wikisource.org/zh-hans/%E9%BC%BB%E5%AD%90\n' +
      '\n' +
      '芥川龙之介的其他有趣作品：\n' +
      '《罗生门》\n' +
      '《竹林中》\n' +
      '《山药粥》\n' +
      '《地狱变》\n' +
      '《杜子春》',
    count: 0,
    img:''
  },
  {
    title: '第十四次分享：鲲鹏安知鹪鹩',
    author: '',
    intro: '本次分享讲围绕晋司空张华进行分享、分析和讨论。\n' +
      '\n' +
      '\n' +
      '来自《博物志》小故事，猜猜这几个描述的是什么科学/常识内容？\n' +
      '\n' +
      '• 今人梳头脱著衣时，有随梳解结有光者，亦有咤声。\n' +
      '• 地常动不止，譬如人在舟而坐，舟行而人不觉。天地四方皆海水相通，地在其中盖无几也。\n' +
      '• 昔日南貢四象，各有雌雄。其一雄死於九真，乃至南海百有餘日，其雌塗土著身，不飲食，穴草，長史問其所以，聞之輒流涕。\n' +
      '• 旧洛阳字作水边各，汉火行也，忌水，故去水而加佳。又魏于行次为土，水得土而流，土得水而柔，故复去佳加水，変雒为洛焉。\n' +
      ' \n' +
      '\n' +
      '一些分享中可以带着思考的问题：\n' +
      '\n' +
      '• 《博物志》的作者张华，为什么能从一个牧羊娃，在“上品无寒门，下品无势族”的西晋，做到了国家的实际决策者？\n' +
      '• 他是怎么跨越日趋森严的士庶区隔，得到自上而下的认可和接受的？\n' +
      '• 寒门出身，是否影响了张华的交游和决策？\n' +
      '• 除了《博物志》之外，张华还有留下了什么其他的作品？\n' +
      '• 是什么让晋武帝铁了心立“何不食肉糜”的傻儿子做国家的继承人？\n' +
      ' \n' +
      '\n' +
      '分享之后可以讨论的问题：\n' +
      '\n' +
      '• 西晋为什么无法维持长期的稳定统治？\n' +
      '• 张华是否有一个一贯的政治立场，如果有的话，是什么？\n' +
      '• 张华是否有可能化解晋惠帝的老婆和儿子（贾南风与愍怀太子）之间的矛盾？\n' +
      '• 西晋时期南北士人的分歧为什么难以达成和解？\n' +
      '• 玄学清谈和空谈误国之间有必然的关系么？\n' +
      ' \n' +
      '\n' +
      '相关资料：\n' +
      '唐·房玄龄《晋书》\n' +
      '权家玉《魏晋政治与皇权传递》\n' +
      '罗宗强《玄学与魏晋士人心态》\n' +
      '仇鹿鸣《魏晋之际的政治权力与家族网络》',
    count: 0,
    img:'assets/photos/14.png'
  },
  {
    title: '第十三次分享：探讨中美关系',
    author: '',
    intro: '本次分享将以《Destined for War》和《the Avoidable War》两本书的对比分析阅读，来了解怎样用不同的角度看待中美关系，以及探讨之后可能的走向\n' +
      '\n' +
      '\n' +
      '* 一些分享涉及的问题：\n' +
      '    * 什么是修昔底德陷阱？历史宿命论是正确的么？\n' +
      '    * 中美关系在过去的一百年是怎样变化的？\n' +
      '    * 中美关系的核心问题在哪里？\n' +
      '    * 中美合作的难题？\n' +
      '    * 未来有哪些可能性？\n' +
      '    * 剖析中美长期的竞争关系，中美脱钩是否是无法避免的长期趋势？\n' +
      '    * 脱钩对科技，金融等产业的影响？\n' +
      '\n' +
      '* 本次希望讨论的问题：\n' +
      '    * 中美关系会在生活的哪些方面造成影响？\n' +
      '    * 我们该如何看待中美关系？\n' +
      '    * 疫情对中美关系有什么样的影响？\n' +
      '    * 从就业角度来说，中长期哪些产业会受到中美关系的影响？\n' +
      '    * 大家对中美长期关系有什么期待？在未来可以做些什么？\n' +
      '\n' +
      '* 相关资料：\n' +
      '    * Graham Allison《Destined for War》\n' +
      '    * Kevin Rudd《the Avoidable War》\n' +
      '    * Henry Kissinger《On China》\n' +
      '    * Richard Evans《DengXiaoPing and The Making of Modern China》',
    count: 0,
    img:''
  },
  {
    title: '第十二次分享：别有半生萧瑟',
    author: '',
    intro: '本次分享将以南梁（北周）文学家庾信及其代表作《哀江南赋》为主题，推其生平以及南北朝后期的部分历史。\n' +
      '\n' +
      '一些引起好奇（钓鱼）的问题：\n' +
      '杜甫为何夸李白”清新庾开府，俊逸鲍参军“？\n' +
      '杜甫为何感叹“庾信平生最萧瑟，暮年诗赋动江关”？\n' +
      '庾信的小迷弟杜甫经历了什么才会说“庾信文章老更成”？\n' +
      '何谓“庾信之诗，为梁之冠冕，启唐之先鞭”？\n' +
      '“落霞与孤鹜齐飞，秋水共长天一色”是出自何处？\n' +
      '“春蚕到死丝方尽，蜡炬成灰泪始干”是出自何处？\n' +
      '“可惜流年，忧愁风雨，树犹如此”又是出自何处？\n' +
      '本次将讨论的问题：\n' +
      '南梁的建立和发展经历了怎样的一个过程？\n' +
      '宫体诗和佛教对文化事业分别造成什么样的影响？\n' +
      '南梁如何从歌舞升平迅速走向时局动荡？\n' +
      '侯景之乱如何改变了南北朝格局？\n' +
      '庾信在北周留下什么作品？\n' +
      '庾信的文学成就集中体现在什么地方？\n' +
      '为什么要分享庾信，到今天该如何？\n' +
      '相关资料：\n' +
      '《哀江南赋》\n' +
      '《枯树赋》《小园赋》\n' +
      '《拟咏怀诗二十七首》\n' +
      '《春赋》《马射赋》\n' +
      '《灯赋》《镜赋》《对烛赋》\n' +
      '《周书·王褒庾信传》《北史·庾信传》\n' +
      '田晓菲《烽火与流星》\n' +
      '《雾》',
    count: 0,
    img:''
  },
  {
    title: '第十一次分享：迷惘一代的文学',
    author: '',
    intro: '“它是奇迹的年代，艺术的年代，过剩的年代，也是讽刺的年代。”\n' +
      '\n' +
      '——《爵士时代的回声》，菲茨杰拉德，纽约\n' +
      '\n' +
      '1920年代，巴黎充满宽阔大道的重建已过去150年，第二次工业革命完成了近十年，而它的终结——第一次世界大战则刚刚结束。\n' +
      '\n' +
      '1920年代，沙龙已存在了两百多年，《心理学原理》出版了30年，“爵士乐”之名刚发明5年。\n' +
      '\n' +
      '这是’Jazz Age’, ‘Années folles’, ‘Goldenen Zwanziger’，也是“迷惘的一代”。现代已死，而20年代就是其高峰与灵魂；当代在此，不可避免地建构于其上。\n' +
      '\n' +
      '如果你也想见到蝙蝠闪烁的面目、想听到夜的碎片纷扬，如果你也迷惘，那就来吧。雨水中的意象仍待拾起，12节的蓝调还可继续，散文、小说和宣言仍叠在桌上，海明威、艾略特和马里涅提都在等你。\n' +
      '\n' +
      '本周五晚，让我们继续百年前的沙龙。\n' +
      '\n' +
      'Let us go then, you and I,\n' +
      'When the evening is spread out against the sky\n' +
      'Like a patient etherized upon a table…\'\n' +
      '\n' +
      '————《普鲁弗洛克的情歌》，艾略特\n' +
      '\n' +
      '\n' +
      '问题：\n' +
      '用一两句话描述一个令你印象深刻的物体或场景吧。\n' +
      '今年 Met Gala 的主题是《在美国：鎏金年代》，有谁的造型令你印象深刻吗？\n' +
      '分享来自或有关1920年代的一部文艺作品或一位创作者吧。\n' +
      '你如何理解现代性及其与后现代的区别？\n' +
      '\n' +
      '简短的参考阅读：\n' +
      '庞德的《在地铁站》（只有两行）\n' +
      'https://en.wikipedia.org/wiki/In_a_Station_of_the_Metro\n' +
      '施坦因的《画家们的三幅画像：马蒂斯》\n' +
      'https://www.poetryfoundation.org/poems/55214/matisse\n' +
      '朗斯顿·休斯的《疲劳的蓝调》\n' +
      'https://www.youtube.com/watch?v=e5G3Q13BL5U\n',
    count: 0,
    img:'assets/photos/11.jpg'
  },
  {
    title: '第十次分享：征服病菌的道路',
    author: '',
    intro: '本次分享将以近现代以来人类对微生物认知的不断深入、治疗手段的持续迭代、与流行病的持续抗争为主线，分享现代医学的发展历程。\n' +
      '瘟疫在多大程度上改变了历史？\n' +
      '帝国主义的扩张何种程度影响了医学发展？\n' +
      '人类对病菌的认识经历了一个什么样的过程？\n' +
      '医生是不是一个有道德要求的职业？\n' +
      '流行病为什么总是周期性出现？\n' +
      '书籍&影视：\n' +
      '万景华《征服病菌的道路》\n' +
      '纪录片《手术两百年》\n' +
      '山崎丰子《白色巨塔》\n',
    count: 0,
    img:''
  },
  {
    title: '第九次主题分享：走向新建筑',
    author: '',
    intro: '本次分享将讨论：20世纪初建筑领域发生的现代主义运动，及其带来的世界范围内的建筑变革\n' +
      '\n' +
      '怎样的环境会催生变革？\n' +
      '\n' +
      '现代建筑的主张是什么？\n' +
      '\n' +
      '对世界产生了怎样的影响？\n' +
      '\n' +
      '如何看待20世纪初的整个现代主义运动？\n' +
      '\n' +
      '\n' +
      '参考书籍：\n' +
      '\n' +
      'Modern Architecture: A Critical History Kenneth Frampton\n' +
      'Le Corbusier Jean-Louis Cohen \n' +
      'Bauhaus: Weimar, Dessau, Berlin, Chicago Hans M. Wingler\n' +
      'Mies van der Rohe: A Critical Biography Franz Schulze\n' +
      '外国近现代建筑史 同济大学 \n' +
      '\n',
    count: 0,
    img:''
  },
  {
    title: '第八次主题分享：淮泗驰急流',
    author: '',
    intro: '本次分享将讨论：以徐州为中心的淮泗流域发展变迁，以及对现在的影响\n' +
      '淮泗流域是如何形成的？\n' +
      '淮泗地区在历史上发挥过什么样的作用？\n' +
      '为何这一地区经常发生叛乱与革命？\n' +
      '包括黄河改道在内的水文条件演变如何影响了这一地区的生态？\n' +
      '历史和地理条件如何塑造人们的经济生活？\n' +
      '参考书籍：\n' +
      '郦道元《水经注》\n' +
      '白居易《长相思·汴水流》\n' +
      '李准《黄河东流去》\n' +
      '裴宜理《华北的叛乱者与革命者》',
    count: 0,
    img:'assets/photos/8.png'
  },
  {
    title: '第七次主题分享：中唐的棱镜：平卢镇节度使',
    author: '',
    intro: '\n' +
      '本次分享将讨论盛唐到中唐这一时期平卢镇节度使这一政治军事团体的设立，迁徙和兴衰。\n' +
      '\n' +
      '可以提前讨论的问题：\n' +
      '节度使是不是一项失败的制度？\n' +
      '该怎么看待割据的藩镇？\n' +
      '如何看待唐代藩镇制度与拜占庭军区制的异同？\n' +
      '\n' +
      '在分享中我们将讨论：\n' +
      '唐代的东北边疆是什么样的？\n' +
      '安禄山为何能在东北边疆获得巨大的权力？\n' +
      '安史之乱后的唐朝是怎么维持住的？\n' +
      '平卢军为何会从平叛的主力变成唐廷的心腹大患？\n' +
      '相比其他藩镇，平卢军有什么特点？\n' +
      '\n' +
      '\n' +
      '参考内容：\n' +
      '高适《营州歌》\n' +
      '冯万石《对议边塞事策》\n' +
      '杨晓燕《唐代平卢军与环渤海地区》',
    count: 0,
    img:'assets/photos/7.png'
  },
  {
    title: '第六次主题分享：八重之樱：新岛襄与同志社大学',
    author: '',
    intro:
      '计划以NHK2013年大河剧《八重之樱》为主题，在未来进行四次有关日本历史的分享。\n' +
      '（上）黑船与幕府动乱\n' +
      '（中）会津藩与戊辰战争\n' +
      '（三）明治维新与西南战争\n' +
      '（完）新岛襄与同志社大学\n' +
      '\n' +
      '本次值得讨论的问题：\n' +
      '1.同志社大学的办学历程有何启发？\n' +
      '2.高等教育和基础教育哪个更重要？\n' +
      '3.公立学校和私立学校，在招生、经费、政策、性质上有何不同？\n' +
      '4.历史上的私立办学，都遭遇过哪些困难？\n' +
      '5.不同的国家，私立大学有何区别和前景？\n',
    count: 0,
    img:'assets/photos/6.jpg'
  },
  {
    title: '第五次主题分享：南北战争 ',
    author: '',
    intro: '本次分享将讨论美国南北战争的来龙去脉。提供以下几个问题：\n' +
      '1.南方的独立是因为州权吗？\n' +
      '2.战争是谁挑起的？\n' +
      '3.林肯是个暴君吗？\n' +
      '4.北方的胜利靠的是人海战术吗？\n' +
      '5.奴隶制下的黑人真的更幸福吗？\n' +
      '6.南北战争是不是关于经济制度的战争？\n',
    count: 0,
    img:'assets/photos/5.png'
  },
  {
    title: '第四次主题分享：胡塞尔与现象学',
    author: '',
    intro: '大家好，本周五将由John为大家分享他所学过的现象学。这个话题在很多方面值得深挖，让人着迷。我们将关注它的创始人埃德蒙·胡塞尔和他的学派发展动因。他和上周讨论的两位艺术家（马勒和卡夫卡）生活在同一时代，并且拥有相似的背景，所以我们会和上次分享联动。即使错过了上周分享，本次仍能在哲学领域有新的思考。\n' +
      '\n' +
      '本次活动以英语进行。下面是一些启发性的问题：\n' +
      '\n' +
      '1.你是否赞同我们应当回到“经验”中寻找逻辑规律？\n' +
      '2.你是否相信心理学是一套不连贯的理论？或者说，心理学它是否是“合理的”科学理论的一部分？\n' +
      '3.假设我们的意识是“有意的”，对于人工智能的反驳是“计算机没有任何形式（像人类一样）的‘意向性’”。这是对人工智能项目的一个令人信服的批判吗？\n' +
      '4.在上周所讨论的马勒和卡夫卡的想法中，哪些也适用于胡塞尔？胡塞尔的哲学理论对于其他艺术或者文学又造成何种启发？\n',
    count: 0,
    img:'assets/photos/4.png'
  },
  {
    title: '第三次主题分享：马勒与卡夫卡',
    author: 'Yutong/Songyun',
    intro: '本次分享将围绕作曲家马勒与作家卡夫卡的背景、作品，对于他们的思想、身份认同进行有趣的讨论。问题如下：\n' +
      '\n' +
      '1.为何把马勒和卡夫卡放在一起讨论？难道是因为“作家”和“作曲家”仅有一字之差吗？\n' +
      '2.作为音乐家的马勒和作家的卡夫卡有何共性？\n' +
      '3.如何看待马勒交响作品中的断裂与意识形态攻伐？\n' +
      '4.如何理解卡夫卡的写作理念和作品中的隐喻？\n' +
      '5.在马勒和卡夫卡的作品中如何加入中国文化元素？对待中国文化，他们采取了什么样的态度？\n' +
      '\n' +
      '大家对于马勒/卡夫卡的印象是什么？或者更大的说，大家对于德国/捷克的印象是什么？\n',
    count: 0,
    img:'assets/photos/3.png'
  },
  {
    title: '第二次主题分享：大宋奇男子 - 章惇',
    author: 'Xuan',
    intro: '本次分享围绕北宋后期的政治家章惇，讲述有关他那些有趣有料甚至令人瞳孔地震的故事（段子）。结合王安石变法的背景故事，对于北宋后期历史的叙事文本被制造/解读/传播进行思考。将讨论以下几个问题：\n' +
      '\n' +
      '1.王安石变法造成了什么影响？南宋以降人们是如何看待变法和北宋灭亡的？\n' +
      '2.这些认识塑造了何种偏见，对于历史叙述造成了什么样的影响？\n' +
      '3.章惇和王安石之间是什么关系？新党在变法过程扮演了什么角色？\n' +
      '4.苏轼和章惇是什么关系？为何会发展到相爱相杀?\n' +
      '5.这种历史塑造，今天对我们有什么启示？\n' +
      '\n' +
      '此外，在分享开始前，为大家提供一个便于在自我介绍阶段讨论的问题：\n' +
      '\n' +
      '对于宋朝，尤其是北宋，大家的印象是什么？\n',
    count: 0,
    img:'assets/photos/2.png'
  },
  {
    title: '第一次主题分享：建安文学一瞥',
    author: 'Yutong',
    intro: '本次分享主题属于中国古典文学，也涉及历史范畴。将讨论以下几个问题：\n' +
      '\n' +
      '1.什么是建安文学？建安文学有何特色？代表性人物有谁？\n' +
      '2.谁定义了建安文学？它又如何成为后世效仿和神往的经典？\n' +
      '3.建安文学中的重要人物“三曹”“七子”之间有着怎样的互动？他们之间存在什么样的关系？\n' +
      '4.东汉末年的瘟疫对文学创作造成了什么影响？\n' +
      '5.作为建安文学的代表性作品，曹植《洛神赋》是否如传言所说，是写给曹丕的妻子甄氏？曹丕和曹植兄弟之间到底是什么样的感情态度？\n' +
      '\n' +
      '此外，在分享开始前，为大家提供一个便于在自我介绍阶段讨论的问题：\n' +
      '\n' +
      '如果在三国时代人物中选择一位交朋友，你会选择谁？\n',
    count: 0,
    img:'assets/photos/1.jpg'
  },
];
